export const islamiatUnits = [
  {
    title: "باب نمبر 1: بنیادی عقائد",
    exercises: [
      "1.1 توحید",
      "1.2 رسالت",
      "1.3 ملائکہ",
      "1.4 آسمانی کتابیں",
      "1.5 آخرت"
    ]
  },
  {
    title: "باب نمبر 2: اسلامی تشخص",
    exercises: [
      "2.1 ارکانِ اسلام",
      "2.2 اللہ اور رسولﷺ کی محبت و اطاعت",
      "2.3 حقوق العباد",
      "2.4 معاشرتی ذمہ داریاں"
    ]
  },
  {
    title: "باب نمبر 3: اسوۂ رسولِ اکرمﷺ",
    exercises: [
      "3.1 رحمتہ للعالمین",
      "3.2 اخوت",
      "3.3 مساوات",
      "3.4 صبرو استقلال",
      "3.5 عفودرگزر",
      "3.6 ذکر"
    ]
  },
  {
    title: "باب نمبر 4: تعارفِ قرآن و حدیث",
    exercises: [
      "4.1 تعارفِ قرآن",
      "4.2 تعارفِ حدیث",
      "4.3 منتخب آیات",
      "4.4 منتخب احادیث"
    ]
  }
];