export const urduUnits = [
  {
    title: "نظمیں",
    exercises: [
      "حمد",
      "نعت",
      "میدان کربلا میں گرمی کی شدت",
      "فاطمہ بنتِ عبداللہ",
      "کسان",
      "جیوے جیوے پاکستان",
      "اونٹ کی شادی",
      "مال گودام روڈ"
    ]
  },
  {
    title: "نثر",
    exercises: [
      "مرزا محمد سعید",
      "نظریۂ پاکستان",
      "پرستان کی شہزادی",
      "اردو ادب میں عیدالفطر",
      "مجھے میرے دوستوں سے بچاؤ",
      "ملَمَّع",
      "چغل خور",
      "نام دیو مالی",
      "علی بخش",
      "استنبول",
      "خطوطِ غالب",
      "خطوطِ رشید احمد صدیقی"
    ]
  },
  {
    title: "غزلیں",
    exercises: [
      "مصیبت بھی راحت فزا ہوگئی ہے",
      "آدمی آدمی سے ملتا ہے",
      "سر میں سودا بھی نہیں، دل میں تمناّ بھی نہیں",
      "یہ فخر تو حاصل ہے، بُرے ہیں یا بھلے ہیں"
    ]
  },
  {
    title: "اضافی مواد",
    exercises: [
      "اُٹھ باندھ کمر کیوں ڈرتا ہے",
      "بہادر بچّے"
    ]
  },
  {
    title: "گرائمر",
    exercises: [
      "تلفّظ (اعراب)",
      "گرائمر معروضی",
      "مضامین",
      "تفہیمِ عبارت",
      "تشبیہ",
      "استعارہ",
      "مجازِ مرسل",
      "ذومعنی اور مماثل الفاظ",
      "صرف و نحو (اسم، فعل، حروف اور ان کی اقسام)"
    ]
  }
];