export const urduUnits = [
  {
    title: "نثری حصہ (سبق)",
    exercises: [
      "باب نمبر 1: اسوہ حسنہﷺ",
      "باب نمبر 2: اپنی مدد آپ",
      "باب نمبر 3: سر سید کے اخلاق و خصائل",
      "باب نمبر 4: ابو القاسم زہروی",
      "باب نمبر 5: ادیب کی عزت",
      "باب نمبر 6: اوورکوٹ",
      "باب نمبر 7: سفارش",
      "باب نمبر 8: چراغ کی لو",
      "باب نمبر 9: مکتوبات غالب",
      "باب نمبر 10: مکتوبات اقبالؒ",
      "باب نمبر 11: لاہور کا جغرافیہ",
      "باب نمبر 12: دوستی کا پھل",
      "باب نمبر 13: کیا واقعی دنیا گول ہے؟",
      "باب نمبر 14: اور آنا گھر مرغیوں کا"
    ]
  },
  {
    title: "نظمیں",
    exercises: [
      "نظم نمبر 1: حمد",
      "نظم نمبر 2: نعت",
      "نظم نمبر 3: تسلیم ورضا",
      "نظم نمبر 4: میدان کربلا میں صبح کا منظر",
      "نظم نمبر 5: مستقبل کی جھلک",
      "نظم نمبر 6: برسات",
      "نظم نمبر 7: ہلال استقلال",
      "نظم نمبر 8: خطابات بہ جوانان اسلام",
      "نظم نمبر 9: پیغام",
      "نظم نمبر 10: اپسٹریکٹ آرٹ",
      "نظم نمبر 11: قطعات",
      "نظم نمبر 12: لوکل بس",
      "نظم نمبر 13: وحدانیت"
    ]
  },
  {
    title: "غزلیات",
    exercises: [
      "غزل نمبر 1: میر تقی میر",
      "غزل نمبر 2: حیدر علی آتش",
      "غزل نمبر 3: مرزا خاں داغ",
      "غزل نمبر 4: مومن خاں مومن",
      "غزل نمبر 5: حسرت موہانی",
      "غزل نمبر 6: فیض احمد فیض",
      "غزل نمبر 7: احمد ندیم قاسمی"
    ]
  },
  {
    title: "حصہ قوائدوانشا (معروضی)",
    exercises: [
      "1 مطلع",
      "2 مقطع",
      "3 قافیہ",
      "4 ردیف",
      "5 تلمیح",
      "6 تشبیہہ",
      "7 استعارہ",
      "8 جملوں کی درستگی (تذکیروتانیث کےحوالےسے)"
    ]
  },
  {
    title: "گرائمر اور تحریر",
    exercises: [
      "1 مکالمے",
      "2 رداد/مضامین",
      "3 درخواستیں",
      "4 رسیدیں",
      "5 تلخیص پیراگراف"
    ]
  }
];