export const quranUnits = [
  {
    title: "ترجمۃ القرآن المجید",
    exercises: [
      "سُوۡرَةُ مَریَم",
      "سُوۡرَةُ طٰه",
      "سُوۡرَةُ الاٴنبیَاء",
      "سُوۡرَةُ الحَجّ",
      "سُوۡرَةُ الفُرقان",
      "سُوۡرَةُ الشُّعَرَاء",
      "سُوۡرَةُ النَّمل",
      "سُوۡرَةُ القَصَص",
      "سُوۡرَةُ العَنکبوت",
      "سُوۡرَةُ الرُّوم",
      "سُوۡرَةُ لقمَان",
      "سُوۡرَةُ السَّجدَة",
      "سُوۡرَةُ سَبَإ",
      "سُوۡرَةُ فَاطِر",
      "سُوۡرَةُ یسٓ", 
      "سُوۡرَةُ الصّٰٓفّٰت",
      "سُوۡرَةُ صٓ",
      "سُوۡرَةُ الاٴحقاف"
    ]
  }
];