export const quranUnits = [
  {
    title: "ترجمۃ القرآن المجید",
    exercises: [
      "سُوۡرَةُ الاٴنعَام",
      "سُوۡرَةُ الاٴعرَاف",
      "سُوۡرَةُ یُونس",
      "سُوۡرَةُ هُود",
      "سُوۡرَةُ الرّعد",
      "سُوۡرَةُ إبراهیم",
      "سُوۡرَةُ الحِجر",
      "سُوۡرَةُ النّحل",
      "سُوۡرَةُ بنیٓ اسرآئیل",
      "سُوۡرَةُ الکهف",
      "سُوۡرَةُ المؤمنون",
      "سُوۡرَةُ الزُّمَر",
      "سُوۡرَةُ مؤمن (اَلْغَا فِر)",
      "سُوۡرَةُ حٰمٓ السجدة ( فُصّلَت)",
      "سُوۡرَةُ الشّوریٰ"
    ]
  }
];