export const islamiyatUnits = [
  {
    title: "آیات کریمہ",
    exercises: [
      "آیت نمبر 1",
      "آیت نمبر 2",
      "آیت نمبر 3",
      "آیت نمبر 4",
      "آیت نمبر 5",
      "آیت نمبر 6",
      "آیت نمبر 7",
      "آیت نمبر 8",
      "آیت نمبر 9",
      "آیت نمبر 10"
    ]
  },
  {
    title: "احادیث مبارکہ",
    exercises: [
      "حدیث نمبر 1",
      "حدیث نمبر 2",
      "حدیث نمبر 3",
      "حدیث نمبر 4",
      "حدیث نمبر 5",
      "حدیث نمبر 6",
      "حدیث نمبر 7",
      "حدیث نمبر 8",
      "حدیث نمبر 9",
      "حدیث نمبر 10",
      "حدیث نمبر 11",
      "حدیث نمبر 12"
    ]
  },
  {
    title: "باب اوّل : القرآن",
    exercises: ["القرآن"]
  },
  {
    title: "باب چہارم : سیرتِ طیبہ ﷺ",
    exercises: [
      "افضل الرّسل ﷺ",
      "رسالت: مفہوم، منصب اور اس کی عظمت",
      "رسالت کی ضرورت اور اس کی اہمیت",
      "انبیاء علیہم السّلام کی تبلیغی مساعی: حضرت نوح علیہ السّلام",
      "انبیاء علیہم السّلام کی تبلیغی مساعی: حضرت ابراہیم علیہ السّلام",
      "انبیاء علیہم السّلام کی تبلیغی مساعی: حضرت موسٰی علیہ السّلام",
      "انبیاء علیہم السّلام کی تبلیغی مساعی: حضرت عیسٰی علیہ السّلام",
      "آنحضور ﷺ کے فریضۂ رسالت کا مکّی دور",
      "آنحضور ﷺ کے فریضۂ رسالت کا مدنی دور",
      "تکمیلِ شریعت اور اسلامی حکومت کا قیام",
      "ختمِ نبوت",
      "آنحضور ﷺ کا پاکیزہ کردار: عہد طفولیت",
      "آنحضور ﷺ کا پاکیزہ کردار: عہد شباب",
      "اخلاقِ نبوی ﷺ"
    ]
  },
  {
    title: "باب پنجم : عربی زبان کی گرامر",
    exercises: ["کلمہ، اسم نکرہ و اسم معرفہ، مذکر مونث، مفرد، تثنیہ، جمع، جمع کی قسمیں"]
  }
];