export const quranTranslationUnits = [
  {
    title: "Part 1",
    exercises: [
      "سُوۡرَةُ النِّسَاء",
      "سُوۡرَةُ المَائدة",
      "سُوۡرَةُ النُّور",
      "سُوۡرَةُ الاٴحزَاب",
      "سُوۡرَةُ محَمَّد",
      "سُوۡرَةُ الفَتْح"
    ]
  },
  {
    title: "Part 2",
    exercises: [
      "سُوۡرَةُ الحُجرَات",
      "سُوۡرَةُ الحَدید",
      "سُوۡرَةُ المجَادلة",
      "سُوۡرَةُ الحَشر",
      "سُوۡرَةُ المُمتَحنَة",
      "سُوۡرَةُ الصَّف"
    ]
  },
  {
    title: "Part 3",
    exercises: [
      "سُوۡرَةُ الجُمُعَة",
      "سُوۡرَةُ المنَافِقون",
      "سُوۡرَةُ التّغَابُن",
      "سُوۡرَةُ الطّلاَق",
      "سُوۡرَةُ التّحْریم"
    ]
  }
];