export const urduUnits = [
  {
    title: "نثر",
    exercises: [
      "باب نمبر 1: مناقب عمر بن عبدالعزیزؓ",
      "باب نمبر2: تشکیل پاکستان",
      "باب نمبر 3: نواب محسن الملک",
      "باب نمبر 4: محنت پسند خردمند",
      "باب نمبر 5: اکبری کی حماقتیں",
      "باب نمبر 6: پہلی فتح",
      "باب نمبر 7: دستک",
      "باب نمبر 8: ہوائی",
      "باب نمبر 9: مولانا ظفرعلی خاں",
      "باب نمبر 10: قرطبہ کا قاضی",
      "باب نمبر 11: مواصلات کے جدید ذرائع",
      "باب نمبر 12: مولوی نذیر احمد دہلوی",
      "باب نمبر 13: ایک سفر نامہ جو کہیں کا بھی نہیں ہے",
      "باب نمبر 14: ایوب عباسی"
    ]
  },
  {
    title: "نظم",
    exercises: [
      "نظم نمبر 1: حمد",
      "نظم نمبر 2: نعت",
      "نظم نمبر 3: خدا سر سبز رکھے اس چمن کومہربان ہو کر",
      "نظم نمبر 4: اسلامی مساوات",
      "نظم نمبر 5: سُراغِ راہرو",
      "نظم نمبر 6: آدمی",
      "نظم نمبر 7: نوجوان سے خطاب",
      "نظم نمبر 8: ایک کوہستانی سفر کے دوران میں",
      "نظم نمبر 9: تغیر",
      "نظم نمبر 10: قطعات"
    ]
  },
  {
    title: "غزلیات",
    exercises: [
      "غزل نمبر 1،2: خواجہ میر درد",
      "غزل نمبر 3،4: غلام مصطفی ہمدانی",
      "غزل نمبر 5،6: مرزا غالب",
      "غزل نمبر 7،8: علامہ اقبالؒ",
      "غزل نمبر 9،10: ناصر کاظمی",
      "غزل نمبر 11: فراق گور کھپوری",
      "غزل نمبر 12: تابش دہلوی"
    ]
  },
  {
    title: "قواعد و انشا",
    exercises: [
      "مطابقت اور حروف کا درست استعمال",
      "رموز اوقاف",
      "مصادر کا بطور امدادی افعال کا استعمال",
      "خطوط",
      "مضامین",
      "آپ بیتی"
    ]
  }
];