export const urduUnits = [
  {
    title: "نثر",
    exercises: [
      "نثر نمبر1: ہجرتِ نبویْ",
      "نثر نمبر2: مرزا غالب کے عادات و خصائل",
      "نثر نمبر3: کاہلی",
      "نثر نمبر4: شاعروں کے لطیفے",
      "نثر نمبر5: نصوح اور سلیم کی گفتگو",
      "نثر نمبر6: پنچایت",
      "نثر نمبر7: آرام و سکون",
      "نثر نمبر8: لہو اور قالین",
      "نثر نمبر9: امتحان",
      "نثر نمبر10: ملکی پرندے اور دوسرے جانور",
      "نثر نمبر11: قدرِ ایاز"
    ]
  },
  {
    title: "نظم",
    exercises: [
      "نظم نمبر1: حمد",
      "نظم نمبر2: نعت",
      "نظم نمبر3: برسات کی بہاریں",
      "نظم نمبر4: پیوستہ رہ شجر سے امیدِ بہار رکھ"
    ]
  },
  {
    title: "غزل",
    exercises: [
      "غزل نمبر1: ہستی اپنی حباب کی سی ہے",
      "غزل نمبر2: رخ و زلف پر جان کھو یا کیا",
      "غزل نمبر3: دلِ ناداں تجھے ہوا کیا ہے؟",
      "غزل نمبر4: لگتا نہیں ہے دل مرا اجڑے دیار میں"
    ]
  },
  {
    title: "اُردو (ب) - گرائمر",
    exercises: [
      "1. واحد / جمع",
      "2. مذکر / مونث",
      "3. الفاظ / متضاد",
      "4. الفاظ / مترادف",
      "5. غلط جملوں کی درستی",
      "6. جملوں کی تکمیل",
      "7. خطوط",
      "8. درخواستیں",
      "9. کہانیاں",
      "10. مکالمے",
      "11. رسید",
      "12. روزمرّہ و محاورہ",
      "13. ضرب الامثال",
      "14. 'نے' اور 'کو' کا استعمال",
      "15. فعل کی فاعل کے ساتھ مطابقت",
      "16. اسمِ صفت اور اسمِ موصوف میں مطابقت"
    ]
  },
  {
    title: "نظم خاص",
    exercises: [
      "حوصلہ نہ ہارو آگے بڑھو منزل اب کے دور نہیں"
    ]
  }
];